romkatv/zsh-bench kind:path

belak/zsh-utils path:history

jeffreytse/zsh-vi-mode

zdharma-continuum/fast-syntax-highlighting kind:defer

zsh-users/zsh-completions path:src kind:fpath
belak/zsh-utils path:completion

hlissner/zsh-autopair kind:defer

zsh-users/zsh-autosuggestions kind:defer
zsh-users/zsh-history-substring-search kind:defer
