romkatv/zsh-bench kind:path

belak/zsh-utils path:history

jeffreytse/zsh-vi-mode

marlonrichert/zcolors
zsh-users/zsh-syntax-highlighting

zsh-users/zsh-completions path:src kind:fpath
belak/zsh-utils path:completion

marlonrichert/zsh-autocomplete

hlissner/zsh-autopair kind:defer

zsh-users/zsh-autosuggestions kind:defer
zsh-users/zsh-history-substring-search
